Repository: Stormbase/django-otp-webauthn
Catalog: src/django_otp_webauthn/locale/*/LC_MESSAGES/djangojs.po
Languages: de, es, it

source: Verification failed. A server error occurred.
de: Die Überprüfung ist fehlgeschlagen. Es ist ein Serverfehler aufgetreten.
es: Error de verificación. Se produjo un error en el servidor.
it: Verifica fallita. Si è verificato un errore del server.

source: An error occurred during verification.
de: Bei der Überprüfung ist ein Fehler aufgetreten.
es: Se produjo un error durante la verificación.
it: Si è verificato un errore durante la verifica.

source: Verify with Passkey
de: Mit Passkey verifizieren
es: Verificar con clave de acceso
it: Verifica con Passkey

source: Verifying...
de: Überprüfung läuft...
es: Verificando…
it: Verifica in corso…

source: Verification failed. Could not retrieve parameters from the server.
de: Die Überprüfung ist fehlgeschlagen. Parameter konnten nicht vom Server abgerufen werden.
es: Error en la verificación. No se pudieron recuperar los parámetros del servidor.
it: Verifica fallita. Impossibile recuperare i parametri dal server.

source: Verification aborted.
de: Überprüfung abgebrochen.
es: Verificación abortada.
it: Verifica interrotta.

source: Verification canceled or not allowed.
de: Verifizierung abgebrochen oder nicht zugelassen.
es: Verificación cancelada o no permitida.
it: Verifica annullata o non consentita.

source: Verification failed. An unknown error occurred.
de: Die Überprüfung ist fehlgeschlagen. Es ist ein unbekannter Fehler aufgetreten.
es: Error de verificación. Se produjo un error desconocido.
it: Verifica non riuscita. Si è verificato un errore sconosciuto.

source: Finishing verification...
de: Überprüfung wird abgeschlossen…
es: Finalizando verificación…
it: Completamento della verifica…

source: Verification failed. An unknown server error occurred.
de: Die Überprüfung ist fehlgeschlagen. Es ist ein unbekannter Serverfehler aufgetreten.
es: Error de verificación. Se produjo un error desconocido en el servidor.
it: Verifica fallita. Si è verificato un errore sconosciuto del server.

source: Verification successful!
de: Verifizierung erfolgreich!
es: ¡Verificación exitosa!
it: Verifica avvenuta con successo!

source: Register a Passkey
de: Passkey registrieren
es: Registrar una clave de acceso
it: Registra una passkey

source: Registering...
de: Registrierung läuft…
es: Registrando…
it: Registrazione in corso…

source: Registration failed. Unable to fetch registration options from server.
de: Registrierung fehlgeschlagen. Registrierungsoptionen konnten nicht vom Server abgerufen werden.
es: Error en el registro. No se pueden obtener las opciones de registro del servidor.
it: Registrazione fallita. Impossibile recuperare le opzioni di registrazione dal server.

source: Registration aborted.
de: Registrierung abgebrochen.
es: Registro abortado.
it: Registrazione interrotta.

source: Registration failed. You most likely already have a Passkey registered for this site.
de: Registrierung fehlgeschlagen. Sie haben höchstwahrscheinlich bereits einen Passkey für diese Webseite registriert.
es: Error en el registro. Probablemente ya tenga una clave de acceso registrada para este sitio
it: Registrazione fallita. Molto probabilmente hai già una Passkey registrata per questo sito.

source: Registration aborted or not allowed.
de: Registrierung abgebrochen oder nicht zugelassen.
es: Registro abortado o no permitido.
it: Registrazione annullata o non consentita.

source: Registration failed. A technical problem occurred that prevents you from registering a Passkey for this site.
de: Registrierung fehlgeschlagen. Es ist ein technisches Problem aufgetreten, das die Registrierung eines Passkeys für diese Webseite verhindert.
es: Error en el registro. Se produjo un problema técnico que le impide registrar una clave de acceso para este sitio.
it: Registrazione fallita. Si è verificato un problema tecnico che impedisce la registrazione di una Passkey per questo sito.

source: Registration failed. An unknown error occurred.
de: Registrierung ist fehlgeschlagen. Es ist ein unbekannter Fehler aufgetreten.
es: Error en el registro. Se produjo un error desconocido.
it: Registrazione fallita. Si è verificato un errore sconosciuto.

source: Finishing registration...
de: Registrierung wird abgeschlossen...
es: Finalizando registro…
it: Completamento della registrazione…

source: Registration failed. The server was unable to verify this passkey.
de: Die Registrierung ist fehlgeschlagen. Der Server konnte diesen Passkey nicht verifizieren.
es: Error en el registro. El servidor no pudo verificar esta clave.
it: Registrazione fallita. Il server non è riuscito a verificare questa passkey.

source: Registration failed. A server error occurred.
de: Registrierung fehlgeschlagen. Ein Serverfehler ist aufgetreten.
es: Error en el registro. Se produjo un error en el servidor.
it: Registrazione fallita. Si è verificato un errore del server.

source: Registration successful!
de: Registrierung erfolgreich!
es: ¡Registro exitoso!
it: Registrazione avvenuta con successo!

source: An error occurred during registration.
de: Bei der Registrierung ist ein Fehler aufgetreten.
es: Se produjo un error durante el registro.
it: Si è verificato un errore durante la registrazione.
