Repository: Stormbase/django-otp-webauthn
Catalog: src/django_otp_webauthn/locale/*/LC_MESSAGES/django.po
Languages: de, es, it, nl

source: COSE public key
es: Clave pública COSE
it: Chiave pubblica COSE
nl: Publieke COSE-sleutel

source: Identity
de: Identität
es: Identidad
it: Identità
nl: Identiteit

source: WebAuthn credential data
de: WebAuthn Berechtigungsdaten
es: Datos de credenciales de WebAuthn
it: Dati delle credenziali WebAuthn
nl: WebAuthn-gegevens

source: State is missing or invalid. Please begin the operation first before trying to complete it.
de: Der Status fehlt oder ist ungültig. Bitte beginnen Sie den Vorgang, bevor Sie versuchen, ihn abzuschließen.
es: El estado falta o no es válido. Inicie la operación antes de intentar completarla.
it: Lo stato è mancante o non valido. Si prega di avviare il processo prima di tentare di completarlo.
nl: Staat ontbreekt of is ongeldig. Begin de operatie eerst voordat u probeert deze te voltooien.

source: Unprocessable Entity
de: Nicht verarbeitbare Entität
es: Entidad no procesable
it: Entità non elaborabile
nl: Onverwerkbare entiteit

source: Passwordless login is disabled.
de: Die Anmeldung ohne Passwort ist deaktiviert.
es: El inicio de sesión sin contraseña está deshabilitado.
it: L’accesso senza password è disabilitato.
nl: Wachtwoordloze login is uitgeschakeld.

source: This user account is marked as disabled.
de: Dieses Benutzerkonto wurde als deaktiviert markiert.
es: Esta cuenta de usuario está marcada como deshabilitada.
it: Questo account utente è contrassegnato come disabilitato.
nl: Dit gebruikersaccount is gemarkeerd als uitgeschakeld.

source: This Passkey has been marked as disabled.
de: Dieser Passkey wurde als deaktiviert markiert.
es: Esta clave de acceso ha sido marcada como deshabilitada.
it: Questa passkey è stata contrassegnata come disabilitata.
nl: Deze Passkey is gemarkeerd als uitgeschakeld.

source: The Passkey you tried to use was not found. Perhaps it was removed?
de: Der von Ihnen verwendete Passkey wurde nicht gefunden. Möglicherweise wurde er entfernt?
es: No se encontró la clave que intentó usar. ¿Quizas fue eliminada?
it: La passkey che hai provato a usare non è stata trovata. Forse è stata rimossa?
nl: De Passkey die u probeert te gebruiken is niet gevonden. Misschien is deze verwijderd?

source: format
es: formato
it: formato
nl: formaat

source: data
es: datos
it: dati

source: client data JSON
es: datos del cliente JSON
it: dati del cliente JSON

source: WebAuthn attestation
es: Certificación WebAuthn
it: Attestazione WebAuthn
nl: WebAuthn attestatie

source: WebAuthn attestations
es: Certificaciones de WebAuthn
it: Attestazioni WebAuthn
nl: WebAuthn attestaties

source: WebAuthn credential
de: WebAuthn Berechtigung
es: Credencial de WebAuthn
it: Credenziale WebAuthn

source: WebAuthn credentials
de: WebAuthn Berechtigungen
es: Credenciales de WebAuthn
it: Credenziali WebAuthn

source: Public Key
de: Öffentlicher Schlüssel
es: Clave pública
it: Chiave pubblica
nl: Publieke Sleutel

source: credential type
de: Berechtigungstyp
es: tipo de credencial
it: Tipo di autorizzazione
nl: type credential

source: credential id data
de: Berechtigung-ID Daten
es: datos de identificación de credenciales
it: Dati dell’ID di autorizzazione

source: COSE public key data
es: Datos de clave pública de COSE
it: Dati della chiave pubblica COSE
nl: COSE publieke sleutel data

source: transports
es: transportes
it: trasporti

source: sign count
de: Signierungen
es: recuento de signos
it: conteggio delle firme
nl: aantal ondertekeningen

source: backup eligible
de: Backup-fähig
es: elegible para respaldo
it: idoneo al backup
nl: kan worden geback-upt

source: backup state
de: Backup Status
es: estado de respaldo
it: stato del backup
nl: back-up status

source: hashed credential id
de: Gehashte Berechtigungs-ID
es: ID de credencial hash
it: ID della credenziale con hash
nl: gehashte credential id

source: discoverable
de: Auffindbar
es: localizable
it: individuabile
nl: zichtbaar

source: credential
de: Berechtigung
es: credencial
it: credenziale

source: handle hex
es: mango hexagonal
it: User Handle esadecimale

source: user
de: Benutzer
es: usuario
it: utente

source: WebAuthn user handle
de: WebAuthn Benutzer Handle
es: Identificador de usuario de WebAuthn
it: Utente Handle WebAuthn

source: WebAuthn user handles
de: WebAuthn Benutzer Handle
es: Identificadores de usuarios de WebAuthn
it: Utenti Handles WebAuthn

source: Meta
nl: Meta-gegevens

source: Registration is disabled.
nl: Registratie is uitgeschakeld.

source: Authentication is disabled.
nl: Authenticatie is uitgeschakeld.

source: User is not logged in.
nl: Gebruiker is niet ingelogd.
