Repository: Stormbase/django-otp-webauthn
Catalog: sandbox/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Error:
nl: Fout:

source: Please correct the error below.
nl: Corrigeer de onderstaande fout.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
nl: Je bent geauthenticeerd als %(username)s, maar hebt geen toestemming om deze pagina te bezoeken. Wil je inloggen met een ander account?

source: Forgotten your login credentials?
nl: Je inloggegevens vergeten?

source: Login using a Passkey
nl: Inloggen met een Passkey

source: Sorry, your browser has no Passkey support
nl: Sorry, je browser heeft geen Passkey-ondersteuning

source: Or:
nl: Of:

source: Hi %(username)s!
nl: Hoi %(username)s!

source: 2FA verification status:
nl: 2FA verificatiestatus:

source: Verify now
nl: Nu verifiÃ«ren

source: Register Passkey
nl: Registreer Passkey

source: Logout
nl: Uitloggen

source: Security checkpoint
nl: Beveiligingscontrole

source: Hello, %(user)s
nl: Hallo, %(user)s

source: You must confirm your identify by using your Passkey.
nl: Je moet je identiteit bevestigen door je Passkey te gebruiken.

source: Sorry, this browser does not support Passkeys. You cannot continue using this browser.
nl: Sorry, deze browser ondersteunt geen Passkeys. Je kunt niet doorgaan met deze browser.
